Repository: arguman/arguman.org
Catalog: web/locale/*/django.po
Languages: ro

source: Publish selected posts
ro: Publică postările selectate

source: Mark as draft selected posts
ro: Marchează ca și ciornă postările selectate

source: Name
ro: Nume

source: Slug
ro: URL

source: Content
ro: Conţinut

source: Published
ro: Publicat

source: is a
ro: este un/o

source: part of
ro: parte din

source: opposite with
ro: opus cu

source: whole of
ro: întregi de

source: You should write a premise or link an argument.
ro: Ar trebui să scrii o premisă sau să prezinţi un argument.

source: but
ro: dar

source: because
ro: pentru că

source: however
ro: insă

source: Begging The Question
ro: Argument circular

source: Irrelevant Conclusion
ro: Concluzie irelevantă

source: Fallacy Of Red Herring
ro: Abatere de la subiect

source: Argument Against TheMan
ro: Atac la persoană

source: Poisoning The Well
ro: Otrăvirea fântânii

source: Fallacy Of The Beard
ro: Sophisme de continuité

source: Fallacy Of Slippery Slope
ro: Panta alunecoasă

source: Fallacy Of False Cause
ro: Cauză falsă

source: Fallacy Of Previous This
ro: Apel la tradiţie

source: Wrong Direction
ro: Fausse piste

source: False Analogy
ro: Falsa analogie

source: Slothful Induction
ro: Respinge inducția

source: Appeal To Belief
ro: Apel la majoritate

source: Pragmatic Fallacy
ro: Eroare pragmatică

source: Fallacy Of Is To Ought
ro: Eroare Este / Trebuie; Ghilotina lui Hume

source: Argument From Force
ro: Apelare la forță

source: Argument To Pity
ro: Apel la milă

source: Prejudicial Language
ro: Limbaj Prejudiciabil

source: Fallacy Of Special Pleading
ro: Pledoarie specială

source: Appeal To Authority
ro: Apel la autoritate

source: Description
ro: Descriere

source: Original Discourse
ro: Discurs Initial

source: Sources
ro: Surse

source: Parent
ro: Părinte

source: The parent of premise. If you don't choose anything, it will be a main premise.
ro: Părintele premisei. Daca nu alegi nimic va fi o premisă principala.

source: Premise Type
ro: Tipul premisei

source: Premise Content
ro: Conţinutul premisei

source: Related Argument
ro: Argument conex

source: You can also associate your premise with an argument.
ro: Poţi asocia premisa cu un argument.

source: Reason
ro: Raționament

source: Please explain that why the premise is a fallacy.
ro: Te rog să explici de ce premisa este eronată.

source: Fallacy Type
ro: Tipul erorii logice

source: Username
ro: Utilizator

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
ro: Obligatoriu. Până în 30 de caractere. Doar litere, cifre și @/./+/-/_

source: Invalid characters
ro: Caractere invalide

source: The two password fields didn't match.
ro: Cele două câmpuri pentru parolă nu corespund.

source: New password
ro: Parola nouă

source: New password confirmation
ro: Confirmarea noii parole

source: email notification
ro: Notificare prin email

source: Load more
ro: Încărca mai mult

source: Login
ro: Conectare

source: or login with Twitter
ro: sau conectare cu Twitter

source: Forgot your password?
ro: Ai uitat parola?

source: <a href="%(login_url)s">Login</a> or <a href="%(register_url)s">register</a> to add a premise for this argument.
ro: <a href="%(login_url)s">Conectează-te</a> sau <a href="%(register_url)s">înregistrează-te</a> pentru a adăuga o premisă pentru acest argument.

source: The password changed successfully.
ro: Parola a fost modificată cu succes.

source: Enter your password
ro: Introdu parola

source: New password (again)
ro: Parola nouă (din nou)

source: Change my password
ro: Schimbă parola

source: Invalid password reset url.
ro: Adresa pentru resetarea parolei este invalidă.

source: We have sent an email to reset your password. Please check your inbox.
ro: Ți-am trimis un email pentru resetarea parolei. Te rog să verifici adresa de email.

source: You're receiving this email because you requested a password reset for your user account at arguman.org
ro: Ai primit acest email pentru că ai cerut resetarea parolei pentru contul de la arguman.org.

source: Please go to the following page and choose a new password:
ro: Te rog vizitează următoarea pagină și alege o nouă parolă:

source: Your username, in case you've forgotten:
ro: Numele de utilizator, in cazul in care il uiţi:

source: Reset Password
ro: Resetare Parolă

source: Submit
ro: Trimite

source: supporter.
ro: susţinător.

source: fallacy report.
ro: raport cu erori.

source: No data.
ro: Fara date.

source: date joined
ro: data de înscriere

source: Following
ro: Urmăriri

source: Followers
ro: Urmăritori

source: Overview
ro: Vedere de ansamblu

source: Arguments
ro: Argumente

source: Premises
ro: Premise

source: Fallacy Reports
ro: Rapoarte Erori

source: update profile
ro: Actualizeaza profil

source: Unfollow
ro: Dezabonare

source: Follow
ro: Urmărește

source: Most active channels
ro: Cele mai active canale

source: Most discussed users
ro: Cei mai discutati utilizatori

source: Most supported premises
ro: Cele mai sustinute premise

source: Register
ro: Inregistrare

source: You can update your profile picture on <a href="http://gravatar.com">gravatar.com</a>.
ro: Îți poți actualiza poza de profil la <a href="http://gravatar.com">gravatar.com</a>.

source: Update Profile
ro: Actualizează Profil

source: Update
ro: Actualizează

source: Argument Analysis Platform. Create and analyze argument maps online.
ro: Platformă pentru analiza argumentelor. Creează și analizează diagrame argumentative on-line.

source: Argument analysis and mapping platform
ro: Platformă pentru analiza argumentelor

source: Announcement:
ro: Anunt:

source: about
ro: despre

source: register
ro: inregistrare

source: login
ro: conectare

source: new argument
ro: argument nou

source: logout
ro: deconectare

source: search keywords
ro: cuvinte cheie

source: Languages:
ro: Limbi:

source: English
ro: Engleza

source: Turkish
ro: Turcă

source: Chinese
ro: Chineză

source: Follow on Twitter:
ro: Urmărește pe Twitter:

source: arguman.org is an open-source project. you can follow the <a href="http://github.com/arguman/arguman.org">organization</a> on github.
ro: arguman.org este un proiect open-source pe care il poti urmari la<a href="http://github.com/arguman/arguman.org"> pe github </a>.

source: Terms of Service
ro: Termeni și condiții

source: Donate
ro: Donează

source: Fallacies
ro: Erori

source: arguman.org is an <a href="%(about_url)s">argument analysis</a> platform.
ro: argüman este o <a href="%(about_url)s">platformă</a> de analiză a argumentelor.

source: What is going on here:
ro: Ce se mai întâmplă:

source: Show only followed users activity.
ro: Arată doar activitatea utilizatorilor urmăriți.

source: Show all users activity.
ro: Arată activitatea tuturor utilizatorilor.

source: Newsfeed seems empty.
ro: Nu avem nicio noutate.

source: created an argument:
ro: a creat un argument:

source: reported <strong>%(fallacy)s</strong> for a premise.
ro: a raportat <strong>%(fallacy)s</strong> pentru o premisă.

source: following <a href="%(profile_url)s" class="contention-link">%(username)s</a>
ro: urmăreşte <a href="%(profile_url)s" class="contention-link">%(username)s</a>

source: associated with another argument
ro: este asociată cu un alt argument:

source: Notifications
ro: Notificări

source: added a <span class="premise-type %(class)s">%(label)s</span> premise
ro: a adaugat o <span class="premise-type %(class)s">%(label)s</span> premisă

source: added a <span class="premise-type %(class)s">%(label)s</span> premise for
ro: a adaugat o <span class="premise-type %(class)s">%(label)s</span> premisă pentru

source: is following you.
ro: te urmăreşte.

source: Your premise reported as <strong>%(label)s</strong>
ro: Premisa ta a fost raportă ca <strong>%(label)s</strong>.

source: supported your premise
ro: ți-a susținut premisa

source: Regular users
ro: Utilizatori obişnuiţi

source: add new relation
ro: adaugă o nouă relație

source: create an argument
ro: creează un argument

source: New Relation
ro: Relație Nouă

source: Target noun (Singular)
ro: Substantiv (singular)

source: Relation types
ro: Tipuri de relații

source: <p><b>Is a (hypernym and hyponym)</b> A type-of relationship between two types. For example <i>Organic Process</i> is the hypernym of <i>Évolution</i>.</p>
ro: <p><b>Este un (hiperonim si hiponim)</b> Un tip de relație între două tipuri.De exemplu, <i>Proces Organic</i> est hiperonimul <i>Evoluției</i>.</p>

source: <p><b>Part of (holonymy and meronymy)</b> A part/whole relationship between two types. For example <i>Natural Selection</i> is the part of <i>Évolution</i></p>
ro: <p><b>Parte din (holonimie si meronimie)</b> O relație întreg-parte între două tipuri. De exemplu, <i>Selecția naturală</i> este parte din<i>Evoluție</i>

source: <p><b>Opposite with (antonym)</b> The opposite meaning of the type. For example, <i>Évolution</i> and <i>DÉvolution</i></p>
ro: <p><b>Opusul lui (antonim)</b> Înțelesul opus al tipului. De exemplu, <i>Evoluție</i> si <i>Involuție</i></p>

source: all channels
ro: toate canalele

source: See all
ro: Vezi tot

source: add premise
ro: adauga premisă

source: remove
ro: înlătură

source: Argument Map
ro: Diagrama Argumentelor

source: sender
ro: expeditor

source: source
ro: sursă

source: Unspecified
ro: Nespecificat

source: RANDOM
ro: ALEATORIU

source: RELATED ARGUMENTS
ro: ARGUMENTE LEGATE

source: view
ro: vizualizare

source: Tree
ro: Arbore

source: List
ro: Listă

source: sender:
ro: expeditor

source: objection rate
ro: procent de obiecţie

source: support rate
ro: procent de susţinere

source: Neutral support and objection rate.
ro: Procent de susţinere și obiecţie neutru.

source: No results found.
ro: Nu am gasit niciun rezultat.

source: Edit Argument
ro: Editeaza argumentul

source: Remove the argument
ro: Înlătură argumentul

source: Edit Premise
ro: Editează premisa

source: The main contention. It will be arguable with own premises. The Premises can prove or rebuttal this contention.<br> Examples: <ul> <li>Real art is for society, not for profit</li> <li>The meaning of life is 42</li> <li>Ethics man did what had to be done</li> </ul>
ro: Afirmația principală. Aceasta va fi contestabilă cu propriile premise. Premisele o pot confirma sau invalida.<br> Exemple:<ul><li>Adevarata artă este facută pentru societate, nu pentru profit</li><li>42 este sensul vietii.</li><li>Omul etic a făcut ce a trebuit să fie făcut.</li></ul>

source: You have to choose a fallacy type. For more information, you can look at the <a href="https://en.wikipedia.org/wiki/List_of_fallacies">wikipedia entry</a> for fallacies.
ro: Trebuie să alegi un tip de eroare. Pentru mai multe informații poți consulta lista de pe <a href="https://en.wikipedia.org/wiki/List_of_fallacies">wikipedia</a>.

source: The owner of argument. It can be instutation, person, book, or a paper. Examples: <ul> <li>On the Origin of Species</li> <li>Friedrich Nietzsche</li> <li>Piet Mondiran</li> <li>The Guardian</li> </ul>
ro: Autorul argumentului. Poate fi o institutie, persoana, carte sau o lucrare. Exemple: <ul><li>Originea Speciilor</li><li>Friedrich Nietzsche</li><li>Guido Van Rossum</li><li>The Guardian</li></ul>

source: Example: We define happiness as a state of well-being, starting with being alive instead of dead.
ro: Exemplu: Definim fericirea ca o stare de bine, începând prin a fi în viață în loc să fim morți.

source: Example: Charles Darwin's The Origin of Species
ro: Exemplu: Charles Darwin - Originea speciilor

source: The type of premise. It can be: <ul> <li> but: An objection against the contention. </li> <li> because: A reason for proof the contention. </li> <li> however: An additional situation for the premise. </li> </ul>
ro: Tipul premisei. Poate fi:<ul> <li>dar: O obiecție împotriva afirmației principale.</li> <li>pentru că: motivul care confirma afirmația </li> <li> totuşi: o situație suplimentară a premisei.</li></ul>

source: The source of argument. It can be a URL, a book, or a newspaper. It is important for reliability of main contention.
ro: Sursa argumentului. Poate fi un URL, o carte sau un ziar. Este importantăpentru credibilitatea afirmației principale.

source: Go to parent premise
ro: Mergi la premisa părinte

source: Save and continue to edit
ro: Salvează și continuă editarea

source: The parent premise:
ro: Premisa părinte:

source: Characters remaining:
ro: Caractere rămase:

source: (change)
ro: (schimba)

source: score:
ro: scor:

source: sources:
ro: surse:

source: %(count)s fallacy reported.
ro: %(count)s eroare raportată.

source: undo
ro: anulare

source: %(count)s supporter.
ro: %(count)s susţinător.

source: edit
ro: editează

source: Are you sure to remove this premise?
ro: Esti sigur ca vrei să elimini această premisă?

source: support
ro: suport

source: report fallacy
ro: semnalează o eroare

source: The premise:
ro: Premisa:

source: Report Fallacy
ro: Semnaleaza Eroare

source: open in tree view
ro: vizualizează structura arborescentă

source: branch
ro: ramură

source: You can use arrow keys to navigate in the map.
ro: Poți folosi tastele săgeți pentru a naviga în diagramă.

source: Loading tree...
ro: Se incarcă...

source: The argument have no premises.
ro: Argumentul nu are premise.

source: Add a premise
ro: Adaugă o premisă

source: Edit argument
ro: Editează argumentul

source: The argument is too complex. You can switch to list view.
ro: Argumentul este prea complicat. Îl poți vizualiza sub formă de listă.

source: last update:
ro: ultima actualizare:

source: Login with Twitter
ro: Conectare cu Twitter

source: BECAUSE
ro: PENTRU CĂ

source: BUT
ro: DAR

source: HOWEVER
ro: TOTUȘI

source: FOLLOWER
ro: URMĂRITOR

source: PREMISE
ro: PREMISĂ

source: SUPPORT
ro: SUPORT

source: Keywords:
ro: Cuvinte cheie:

source: contentions
ro: dezbateri

source: users
ro: utilizatori

source: premises
ro: premise

source: Statistics
ro: Statistici

source: most active users
ro: cei mai activi utilizatori

source: highest user karma
ro: utilizatorul cu cea mai mare karma

source: most crowded arguments
ro: cele mai disputate discuții

source: most supported premises
ro: cele mai susținute premise

source: most fallacy premises
ro: cele mai eronate premise

source: this week
ro: această săptămână

source: this month
ro: această lună

source: all time
ro: de la inceput

source: Newsfeed
ro: Știri

source: Featured
ro: Recomandări

source: New
ro: Noutăți
