Repository: arguman/arguman.org
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: az, fr

source: Publish selected posts
az: Yayımla
fr: Publier les posts sélectionnés

source: Mark as draft selected posts
az: Qaralama olaraq işarətlə
fr: Marquer les post sélectionnés comme brouillons

source: Name
az: Ad
fr: Nom

source: Slug
az: URL
fr: URL

source: Content
az: Məzmun
fr: Contenu

source: Published
az: Yayımda
fr: Publié

source: is a
fr: est un(e)

source: part of
fr: partie de

source: opposite with
fr: opposé à

source: whole of
fr: tout(e)

source: You should write a premise or link an argument.
fr: Vous devriez écrire une prémisse ou lier un argument.

source: but
az: amma
fr: mais

source: because
az: çünki
fr: parce que

source: however
az: lakin
fr: cependant

source: Begging The Question
az: Sonsuz Dövrlü Müzakirə
fr: Pétition de principe

source: Irrelevant Conclusion
az: Əlaqəsiz Nəticə
fr: Conclusion excessive

source: Fallacy Of Red Herring
az: Mövzunu Yönləndirmə Nöqsanı
fr: Fausse piste

source: Argument Against TheMan
az: Şəxsi Pisləmə Arqumenti
fr: Attaque ad hominem

source: Poisoning The Well
az: Əsəbləşdirmə Nöqsanı
fr: Empoisonner le puits

source: Fallacy Of The Beard
az: Zəif Nöqsan
fr: Sophisme de continuité

source: Fallacy Of Slippery Slope
az: Qeyri-müəyyənlik Nöqsanı
fr: Pente savonneuse

source: Fallacy Of False Cause
az: Səhv Səbəb Nöqsanı
fr: Raisonnement post hoc

source: Fallacy Of Previous This
az: Əvvəlkinin Nöqsanı
fr: Appel à la tradition

source: Joint Effect
az: Birlişik Effekt
fr: Effet conjoint

source: Wrong Direction
az: Səhv Yönləndirmə
fr: Fausse piste

source: False Analogy
az: Səhv Oxşatma
fr: Fausse analogie

source: Slothful Induction
az: Yox Sayma Nöqsanı
fr: Rejet d'induction

source: Appeal To Belief
az: İnanca Yönləndirmə Nöqsanı
fr: Raison de majorité

source: Fallacy Of Is To Ought
az: Mənəvi Borc Nöqsanı
fr: Loi de Hume

source: Argument From Force
az: Təhdid Nöqsanı
fr: Recours à la force

source: Argument To Pity
az: Yalvarma Nöqsanı
fr: Recours à la pitié

source: Prejudicial Language
az: Ziyan Verici Dil
fr: Parti pris

source: Appeal To Authority
az: Avtoritetə Müraciət Nöqsanı
fr: Recours à l'autorité

source: Original Discourse
az: Orijina Müzakirə
fr: Origine du débat

source: The parent of premise. If you don't choose anything, it will be a main premise.
az: Mühakiməni önü. Əgər heç birini seçməsəniz bu əsas mühakimə olacaq.
fr: La prémisse parente. Si vous n'en choisissez pas, la prémisse sera créée à la racine.

source: Premise Type
az: Mühakimə Növü
fr: Type de prémisse

source: Premise Content
az: Mühakimə Məzmunu
fr: Contenu de la prémisse

source: Related Argument
fr: Argument lié

source: You can also associate your premise with an argument.
fr: Vous pouvez aussi lier votre prémisse à un argument.

source: Reason
fr: Raison

source: Please explain that why the premise is a fallacy.
fr: Veuillez expliquer pourquoi cette prémisse est un sophisme.

source: Fallacy Type
az: Nöqsan Növü
fr: Type de sophisme

source: Username
az: İstifadəçi adı
fr: Nom d'utilisateur

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
az: Vacibdir. 30 və ya az simvol. Hərflər, rəqəmlər və @/./+/-/_
fr: Requis. 30 caractères ou moins. Lettres, chiffres et @/./+/-/_ autorisés.

source: Invalid characters
az: Xətalı simvollar
fr: Caractères invalides

source: The two password fields didn't match.
az: İki parol sətri uyğun deyil.
fr: Les deux mots de passe ne correspondent pas.

source: New password
az: Yeni parol
fr: Nouveau mot de passe

source: New password confirmation
az: Yeni parol təsdiqi
fr: Confirmation du nouveau mot de passe

source: email notification
az: e-poçt xəbərdarlığı
fr: Notification par email

source: Load more
az: Daha çox yüklə
fr: Montrer plus

source: Login
az: Daxil ol
fr: Connexion

source: or login with Twitter
fr: ou connextion avec Twitter

source: Forgot your password?
az: Parolunuzu unutmusunuz?
fr: Mot de passe oublié&nbsp;?

source: <a href="%(login_url)s">Login</a> or <a href="%(register_url)s">register</a> to add a premise for this argument.
az: Mühakimə əlavə etmək üçün <a href="%(login_url)s">daxil ol</a>-un və ya <a href="%(register_url)s">qeydiyyat</a>-dan keçin.
fr: <a href="%(login_url)s">Connectez vous</a> ou <a href="%(register_url)s">créez un compte</a> pour ajouter une prémisse ou un argument.

source: The password changed successfully.
az: Parol müvəffəqiyyətlə dəyişdirildi.
fr: Mot de passe changé avec succès.

source: Enter your password
az: Parolunuzu daxil edin
fr: Entrez votre mot de passe

source: New password (again)
az: Yeni parol (təkrar)
fr: Confirmation du mot de passe

source: Change my password
az: Parolumu dəyiş
fr: Changer le mot de passe

source: Invalid password reset url.
az: Xətalı parol sıfırlama ünvanı.
fr: URL de changement de mot de passe invalide.

source: We have sent an email to reset your password. Please check your inbox.
az: Parolunuzu sıfırlamaq üçün sizə e-poçt göndərdik. Lütfən gələnlər qutunuzu yoxlayın.
fr: Nous vous avons envoyé un email pour changer votre mot de passe. Veuillez vérifier votre boîte mail.

source: You're receiving this email because you requested a password reset for your user account at arguman.org
az: Bu e-poçtu alırsız, çünki arguman.org hesabınızda parol sıfırlamanı tələb etdiniz.
fr: Vous recevez ce message car vous avez demandé à changer votre mot de passe pour arguman.org

source: Please go to the following page and choose a new password:
az: Lütfən aşağıdakı səhifəyə gedin və yeni parolunuzu seçin:
fr: Veuillez suivre ce lien pour choisir un nouveau mot de passe:

source: Your username, in case you've forgotten:
az: İstifadəçi adınız, əgər unutmusunuzsa:
fr: Votre nom d'utilisateur est&nbsp;:

source: Reset Password
az: Parolu Sıfırla
fr: Changer de mot de passe

source: Submit
az: Göndər
fr: Confirmer

source: supporter.
az: dəstəkçi.
fr: soutien.

source: fallacy report.
az: nöqsan xəbəri.
fr: safsata bildirimi

source: date joined
fr: date d'inscription

source: Following
fr: Abonnements

source: Followers
fr: Abonnés

source: Overview
fr: Général

source: Premises
fr: Prémisses

source: Fallacy Reports
fr: Sophismes reportés

source: update profile
fr: Mettre à jour le profil

source: Unfollow
az: İzləmə
fr: Se Désabonner

source: Follow
az: İzlə
fr: Suivre

source: Most active channels
fr: Sujets les plus actifs

source: Most discussed users
fr: Utilisateurs les plus contestés

source: Most supported premises
fr: Prémisses les plus plébiscitées

source: Register
az: Qeydiyyat
fr: S'inscrire

source: You can update your profile picture on <a href="http://gravatar.com">gravatar.com</a>.
az: Profil şəklinizi <a href="http://gravatar.com">gravatar.com</a>-da yeniləyə bilərsiz.
fr: Vous pouvez changer votre avatar sur <a href="http://gravatar.com">gravatar.com</a>.

source: Update Profile
az: Profili Yenilə
fr: Modifier le profil

source: Update
az: Yenilə
fr: Changer

source: Argument Analysis Platform. Create and analyze argument maps online.
fr: Plateforme de débat analytique | Créez et analysez des thèses en ligne.

source: Argument analysis and mapping platform
fr: Plateforme cartographique de débat analytique

source: Announcement:
az: Bildiriş:
fr: Annonce:

source: about
az: haqqımızda
fr: à propos

source: register
az: qeydiyyat
fr: s'enregistrer

source: login
az: daxil ol
fr: se connecter

source: new argument
az: yeni arqument
fr: nouvelle thèse

source: logout
az: çıx
fr: déconnexion

source: search keywords
az: açar sözlər axtar
fr: recherche

source: Languages:
az: Dillər:
fr: Langues&nbsp;:

source: English
fr: Anglais

source: Turkish
az: Türkçe
fr: Turc

source: Chinese
fr: Chinois

source: Follow on Twitter:
fr: Suivre sur Twitter&nbsp;:

source: arguman.org is an open-source project. you can follow the <a href="http://github.com/arguman/arguman.org">organization</a> on github.
az: arguman.org açıq qaynaq proyektdir. <a href="http://github.com/arguman/arguman.org">təşkilat</a>-ı githubda izləyə bilərsiz.
fr: arguman.org est un projet open-source. Vous pouvez le suivre sur <a href="http://github.com/arguman">github</a>.

source: Terms of Service
az: Xidmət Şərtləri
fr: Conditions d'utilisation

source: Feedback
az: Geri Dönüş
fr: Retours

source: Donate
az: İanə
fr: Soutenir

source: Fallacies
fr: Sophismes

source: arguman.org is an <a href="%(about_url)s">argument analysis</a> platform.
az: arguman.org <a href="%(about_url)s">arqument analizi</a> platformudur.
fr: argüman est une plateforme <a href="%(about_url)s">d'argumentation</a>.

source: What is going on here:
az: Burda nə baş verir:
fr: Actualités récentes:

source: Show only followed users activity.
az: Ancaq izlədiyim istifadəçilərin aktivliyini göstər.
fr: Montrer seulement l'activité des utilisateurs suivis.

source: Show all users activity.
az: Bütün istifadəçilərin aktivliyini göstər.
fr: Montrer seulement l'activité de tous les utilisateurs.

source: Newsfeed seems empty.
az: Xəbər axını boş görünür.
fr: Le fil d'actualité est vide.

source: created an argument:
az: arqument yaratdı:
fr: a créé une thèse&nbsp;:

source: reported <strong>%(fallacy)s</strong> for a premise.
fr: a rapporté un <strong>%(fallacy)s</strong> pour une prémisse.

source: following <a href="%(profile_url)s" class="contention-link">%(username)s</a>
az: <a href="%(profile_url)s" class="contention-link">%(username)s</a> adlı istifadəçini izləyir
fr: suit <a href="%(profile_url)s" class="contention-link">%(username)s</a>

source: associated with another argument
fr: a été lié à une autre thèse&nbsp;:

source: added a <span class="premise-type %(class)s">%(label)s</span> premise
az: <span class="premise-type %(class)s">%(label)s</span> mühakiməsi əlavə etdi
fr: a ajouté une <span class="premise-type %(class)s">%(label)s</span> prémisse

source: added a <span class="premise-type %(class)s">%(label)s</span> premise for
fr: a ajouté <span class="premise-type %(class)s">%(label)s</span> prémisse pour

source: is following you.
az: sizi izləyir.
fr: vous suit.

source: Your premise reported as <strong>%(label)s</strong>
az: Sizin mühakimə <strong>%(label)s</strong> olaraq xəbər edilib
fr: Votre prémisse a été évaluée comme <strong>%(label)s</strong>.

source: supported your premise
az: sizin mühakiməni dəstəklədi
fr: a soutenu votre prémisse

source: Regular users
fr: Utilisateurs standards

source: add new relation
fr: ajouter un nouveau lien

source: create an argument
fr: créer une thèse

source: New Relation
fr: Nouveau lien

source: Target noun (Singular)
fr: Nom (singulier)

source: Relation types
fr: Type de lien

source: <p><b>Is a (hypernym and hyponym)</b> A type-of relationship between two types. For example <i>Organic Process</i> is the hypernym of <i>Évolution</i>.</p>
fr: <p><b>Est un (hyperonyme ou hyponyme)</b> Une relation entre deux types. Par exemple, <i>Processus organique</i> est l'hypernonyme d'<i>Évolution</i>.</p>

source: <p><b>Part of (holonymy and meronymy)</b> A part/whole relationship between two types. For example <i>Natural Selection</i> is the part of <i>Évolution</i></p>
fr: <p><b>Partie de (holonymie et méronymie)</b> Relation entre partie et tout. Par exemple, <i>Séléction naturelle</i> est une partie d'<i>Évolution</i>

source: <p><b>Opposite with (antonym)</b> The opposite meaning of the type. For example, <i>Évolution</i> and <i>DÉvolution</i></p>
fr: <p><b>Opposé avec (antonyme)</b> Le sens opposé. Par exemple, <i>Évolution</i> et <i>Invariabilité</i></p>

source: all channels
fr: autres catégories

source: See all
az: Hamısını gör
fr: Voir tout

source: add premise
az: mühakimə əlavə et
fr: ajouter une prémisse

source: remove
az: sil
fr: supprimer

source: Argument Map
fr: Cartographie

source: sender
fr: de

source: Unspecified
az: Bildirilməyib
fr: Non spécifié

source: RANDOM
fr: ALÉATOIRE

source: RELATED ARGUMENTS
fr: THÈSES LIÉES

source: share
fr: partager

source: view
fr: voir

source: Tree
az: Ağac
fr: Arbre logique

source: List
az: Siyahı
fr: Liste

source: sender:
az: göndərən:
fr: de:

source: objection rate
fr: pourcentage d'objections

source: support rate
fr: pourcentage de soutiens

source: Neutral support and objection rate.
fr: pourcentage de neutres et d'objections.

source: No results found.
az: Nəticə tapılmadı.
fr: Aucun résultat trouvé.

source: Edit Argument
az: Arqumenti Düzəlt
fr: Éditer la thèse

source: Remove the argument
az: Arqumenti sil
fr: Supprimer la thèse

source: Edit Premise
az: Mühakiməni Düzəlt
fr: Éditer la prémisse

source: The main contention. It will be arguable with own premises. The Premises can prove or rebuttal this contention.<br> Examples: <ul> <li>Real art is for society, not for profit</li> <li>The meaning of life is 42</li> <li>Ethics man did what had to be done</li> </ul>
az: Əsas mübahisə. Bu öz mühakimələrlə müzakirə edilə bilinəcək. Mühakimələr bu mübahisəni təsdiqləyə və ya rədd edə bilərlər.<br> Nümunələr: <ul> <li>Əsl incəsənət gəlir məqsədli deyil, ictimaiyyət üçün olmalıdır</li> <li>Hər kəs orta təhsil almalıdır</li> <li>Media hökümətdən asılı olmamalıdır</li> <ul>
fr: L'affirmation principale. Elle sera contestable par des prémisses. Les prémisses.<br> Exemples&nbsp;:<ul><li>L'art véritable est social, pas marchand.</li><li>42 est le sens de la vie.</li><li>Etre éthique c'est faire ce que l'on à faire.</li></ul>

source: You have to choose a fallacy type. For more information, you can look at the <a href="https://en.wikipedia.org/wiki/List_of_fallacies">wikipedia entry</a> for fallacies.
az: Nöqsan növü seçməlisiniz. Nöqsan növləri haqqında <a href="https://en.wikipedia.org/wiki/List_of_fallacies">vikipedia məqaləsi</a>-nə baxa bilərsiz.
fr: Choisissez un type de sophisme. Vous pouvez trouver plus d'informations et de définitions sur <a href='http://http://sophismes.free.fr/'>http://sophismes.free.fr/</a>.

source: The owner of argument. It can be instutation, person, book, or a paper. Examples: <ul> <li>On the Origin of Species</li> <li>Friedrich Nietzsche</li> <li>Piet Mondiran</li> <li>The Guardian</li> </ul>
az: Arqumentin sahibi. Bu universitet, şəxs, kitab və ya kağız ola bilər. Məsələn: <ul> <li>Azərbaycan Respublikası Konstitusiyası</li> <li>Mirzə Ələkbər Sabir</li> <li>Molla Nəsrəddin</li> <li>Əkinçi Qəzeti</li> </ul>
fr: La source de la thèse. Peut-être une personne, un livre, un journal ou une institution. Exemples&nbsp;: <ul><li>Pierre Bourdieu</li><li>Friedrich Nietzsche</li><li>Guido Van Rossum</li><li>Le Monde Diplomatique</li></ul>

source: Example: We define happiness as a state of well-being, starting with being alive instead of dead.
az: Məsələn: Azərbaycan xalqı vahid və bölünməz xalqdır.
fr: Exemple&nbsp;: Nous définissons le bonheur comme un état de bien être, en commençant par être vivant au lieu d'être mort.

source: Example: Charles Darwin's The Origin of Species
az: Məsələn: Azərbaycan Respublikası Konstitusiyası Maddə 5, 2
fr: Exemple: L'origine des espèces de Charles Darwin

source: The type of premise. It can be: <ul> <li> but: An objection against the contention. </li> <li> because: A reason for proof the contention. </li> <li> however: An additional situation for the premise. </li> </ul>
az: Mühakimə növü. Bu <ul> <li> amma: Müzakirəyə qarşı obyekt. </li> <li> çünki: Müzakirənin təsdiqi üçün səbəb. </li> <li> intəhası: Mühakimə üçün əlavə vəziyyət. </li> </ul>
fr: Le type de prémisse. Cela pourrait être&nbsp;:<ul> <li>mais&nbsp;: Une objection à la thèse.</li> <li>parce que: Une cause qui implique la thèse.</li> <li>cependant&nbsp;: Une précision apportée à la thèse.</li></ul>

source: The source of argument. It can be a URL, a book, or a newspaper. It is important for reliability of main contention.
az: Arqumentin mənbəyi. Bu keçid, kitab və ya qəzet ola bilər. Bu müzakirənin möhkəmliyi üçün vacibdir.
fr: La source de la thèse. Peut-être une URL, un livre ou un journal. Important pour la solidité de la thèse principale.

source: Go to parent premise
az: Ön mühakiməyə get
fr: Aller à la thèse parente

source: Save and continue to edit
az: Yadda saxla və düzəltməyə davam et
fr: Sauver et continuer l'édition

source: The parent premise:
az: Ön mühakimə:
fr: La prémisse parente&nbsp;:

source: Characters remaining:
fr: Caractères restants&nbsp;:

source: (change)
fr: (changer)

source: %(count)s fallacy reported.
az: %(count)s nöqsan xəbər edilib.
fr: %(count)s shophisme reporté.

source: undo
az: geri al
fr: annuler

source: %(count)s supporter.
az: %(count)s dəstəkçi.
fr: %(count)s support.

source: edit
az: düzəlt
fr: modification

source: Are you sure to remove this premise?
az: Bu mühakiməni silmək istədiyinizə əminsiniz?
fr: Êtes vous sur de vouloir supprimer cette prémisse&nbsp;?

source: support
az: dəstəklə
fr: soutenir

source: report fallacy
az: nöqsan xəbər et
fr: signaler un sophisme

source: The premise:
az: Mühakimə:
fr: La prémisse&nbsp;:

source: Report Fallacy
az: Nöqsan Xəbər et
fr: Signaler un sophisme

source: open in tree view
fr: ouvrir l'arbre analytique

source: branch
fr: branche

source: You can use arrow keys to navigate in the map.
az: Xəritədə naviqasiya üçün ox düymələrini işlədə bilərsiz.
fr: Vous pouvez utiliser les flèches directionnelles pour naviguer sur la carte.

source: Loading tree...
fr: Chargement...

source: The argument have no premises.
fr: La thèse n'a pas été discutée.

source: Add a premise
fr: Ajouter une prémisse

source: Edit argument
fr: Editer l'argument

source: The argument is too complex. You can switch to list view.
az: Arqument çox qarışıqdır. Siyahı görünümünə keçə bilərsiz.
fr: L'arbre analytique est trop complexe. Vous pouvez choisir la vue liste.

source: last update:
fr: dernière modification&nbsp;:

source: Login with Twitter
az: Twitter ilə daxil ol
fr: Connexion avec Twitter

source: BECAUSE
az: ÇÜNKİ
fr: PARCE QUE

source: BUT
az: AMMA
fr: MAIS

source: HOWEVER
az: İNTƏHASI
fr: CEPENDANT

source: FOLLOWER
az: İZLƏYƏN
fr: ABONNÉ

source: ARGUMENT
az: ARQUMENT
fr: THÈSE

source: PREMISE
az: MÜHAKİMƏ
fr: PRÉMISSE

source: SUPPORT
az: DƏSTƏK
fr: AIDE

source: Keywords:
az: Açar sözlər:
fr: Mots-clés:

source: contentions
az: müzakirələr
fr: oppositions

source: users
az: istifadəçilər
fr: utilisateurs

source: premises
az: mühakimələr
fr: prémisses

source: Statistics
az: Statistikalar
fr: Statistiques

source: most active users
az: ən aktiv istifadəçilər
fr: utilisateurs les plus actifs

source: highest user karma
fr: utilisateur avec le meilleur karma

source: most crowded arguments
az: ən dolu arqumentlər
fr: thèses les plus disputées

source: most supported premises
az: ən dəstəklənən mühakimələr
fr: prémisses les plus supportées

source: most fallacy premises
az: ən nöqsanlı mühakimələr
fr: prémisses les plus contestées

source: this week
az: bu həftə
fr: cette semaine

source: this month
az: bu ay
fr: ce mois

source: all time
az: bütün vaxt
fr: depuis le début

source: Newsfeed
az: Xəbər axını
fr: Fil d'actualité

source: Featured
az: Seçilmişlər
fr: Mises en avant

source: New
fr: Nouveau

source: Fallacy Of Irrelevant Purpose
az: Yersiz Mühakimələrin Nöqsanı

source: Pragmatic Fallacy
az: Praqmatiklik Nöqsanı

source: Fallacy Of Special Pleading
az: Üzrlü Bəhanə Nöqsanı

source: Argument
az: Arqument

source: Description
az: Açıqlama

source: Sources
az: Mənbələr

source: Parent
az: Ön

source: or login with twitter
az: və ya twitter ilə daxil olun

source: update
az: yenilə

source: The feed seems to empty.
az: Axın boş görünür.

source: Argument Analysis Platform
az: Arqument Analizi Platformu

source: blog
az: bloq

source: Follow on twitter:
az: Twitter-də izlə:

source: last sender:
az: son göndərən:

source: reported <strong>%(fallacy)s</strong> fallacy for a premise:
az: mühakimə üçün <strong>%(fallacy)s</strong> nöqsan bildirdi:

source: Notifications
az: Bildirişlər

source: added a <span class="premise-type %(class)s">%(label)s</span> premise for a premise
az: mühakimə üçün <span class="premise-type %(class)s">%(label)s</span> mühakimə əlavə etdi

source: You have no new notifications.
az: Bildirişiniz yoxdur.

source: original discourse:
az: orijinal mühazirə:

source: Edit
az: Düzəlt

source: Unpublish
az: Yayımdan al

source: Publish
az: Yayımla

source: View
az: Gör

source: Share
az: Paylaş

source: Characters remaining:
az: Qalan simvol:

source: sources:
az: mənbələr:

source: and others.
az: və başqaları.

source: PARTICIPANT
az: İŞTİRAKÇI

source: most supported users
az: ən dəstəklənən istifadəçilər

source: Recently Updated
az: Son Yenilənənlər

source: Search
az: Axtarış
